# Taps
tap "homebrew/bundle"
tap "hashicorp/tap"
tap "infisical/get-cli"
tap "jesseduffield/lazydocker"
tap "productdevbook/tap"

# CLI tools
brew "btop"
brew "cloudflared"
brew "fd"
brew "gh"
brew "graphviz"
brew "lazydocker"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "pnpm"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tree"

# From taps
brew "hashicorp/tap/terraform"
brew "infisical/get-cli/infisical"

# Apps
cask "ghostty"
cask "productdevbook/tap/portkiller"
