# Taps
tap "hashicorp/tap"
tap "productdevbook/tap"

# CLI tools
brew "btop"
brew "cloudflared"
brew "fd"
brew "gh"
brew "neovim"
brew "nmap"
brew "pnpm"
brew "powerlevel10k"
brew "ripgrep"
brew "stow"
brew "tree"

# From taps
brew "hashicorp/tap/terraform"

# Apps
cask "brave-browser"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "productdevbook/tap/portkiller"
cask "obsidian"
cask "thunderbird"
cask "visual-studio-code"
cask "zen"
cask "tailscale-app"